
"keyYes"							= "Да";
"keyNo"								= "Нет";
"keyOK"								= "ОК";
"keyRequired"						= "Обязательно";
"keyNone"							= "Нет";

"keyPairedDevicesTitle"				= "Подключенные устройства:";
"keyFavoriteDevicesTitle"			= "Устройства-фавориты:";
"keyConnectedDevicesTitle"			= "Подключенные устройства:";
"keyUnknownDevice"					= "Неизвестное устройство";
"keyErrorOccurred"					= "Произошла ошибка. (0x%x)";
"keyNotAvailable"					= "Недоступно.";
"keyNameNotAvailable"				= "Имя недоступно";
"keyNoDevicePresent"				= "Нет устройств Bluetooth.";

"keyPrefReadErrorTitle"				= "Произошла ошибка во время чтения настроек Bluetooth.";
"keyPrefReadErrorDesc"				= "Конфигурация Bluetooth на этом компьютере неверна. Переустановите программное обеспечение Bluetooth и повторите попытку.";

"keyUnacceptablePathTitle"			= "Указанный путь неприемлем.";
"keyUnacceptablePathDesc"			= "Указанный путь не подходит для использования функции «Обмен объектами по Bluetooth». Скорее всего, у Вас нет прав на запись в этот каталог. Укажите другой каталог.";

"keyPathWarningTitle"				= "Указанная Вами папка не рекомендуется.";
"keyPathWarningDesc"				= "Папка может быть закрыта, или у Вас нет разрешения из нее читать или в нее записывать.";

"keyPrefSaveErrorTitle"				= "Произошла ошибка во время сохранения настроек Bluetooth.";
"keyPrefSaveErrorDesc"				= "Не удается сохранить некоторые настройки Bluetooth. Возможно, устройство Bluetooth недоступно для этого компьютера.";

"keyPortInUseTitle"					= "Порт используется.";
"keyPortInUseDelete"				= "Вы пытаетесь удалить используемый порт. Завершите программу, использующую этот порт, и повторите попытку.";
"keyPortInUseEdit"					= "Вы пытаетесь изменить используемый порт. Завершите программу, использующую этот порт, и повторите попытку.";

"kServiceCannotBeModifiedKey"		= "Сервис не может быть изменен.";
"kPortCannotBeCreatedOrModifiedKey"	= "Произошла ошибка во время попытки создать или изменить порт.";

"keyTTYNameAlreadyInUse"			= "Имя уже используется";
"keyTTYNameInUseText"				= "Выбранное имя порта уже используется. Выберите другое имя.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Последовательный порт";
"kBluetoothSerialPortOnKey"			= "Порт Bluetooth включен";
"kBluetoothSerialPortOffKey"		= "Порт Bluetooth выключен";
"kEditSerialPorts"					= "Последовательные порты…";
"kSerialPortKey"					= "Последовательный порт";
"kSerialPortOnKey"					= "Порт включен";
"kSerialPortOffKey"					= "Порт выключен";
"kOtherKey"							= "Другая…";
"kBluetoothFileExchangeKey"			= "Обмен файлами";
"kBluetoothFileExchangeOnKey"		= "Обмен файлами по Bluetooth включен";
"kBluetoothFileExchangeOffKey"		= "Обмен файлами по Bluetooth выключен";
"kBluetoothFileTransferKey"			= "Передача файлов";
"kBluetoothFileTransferOnKey"		= "Передача файлов по Bluetooth включена";
"kBluetoothFileTransferOffKey"		= "Передача файлов по Bluetooth выключена";

"kBluetoothRemoteControlKey"		= "Пульт дист. управления";
"kBluetoothRemoteControlOnKey"		= "Дистанционное управление Bluetooth включено";
"kBluetoothRemoteControlOffKey"		= "Дистанционное управление Bluetooth выключено";

"kBluetoothPANServiceKey"			= "Личная сеть";
"kBluetoothPANServiceOnKey"			= "Личная сеть Bluetooth включена";
"kBluetoothPANServiceOffKey"		= "Личная сеть Bluetooth отключена";

"kDeviceNameTitle"					= "Для подключения к данному компьютеру устройства Bluetooth используют имя «%@».";

"kInKey"							= "В";		/* Short for Incoming */
"kOutKey"							= "Исходящие";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Сигнал";
"kBluetoothPower"						= "Сигнал Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth вкл.";
"kBluetoothPowerOff"					= "Bluetooth выкл.";
"kBluetoothPowerIsOff"					= "Питание Bluetooth отключено. Для использования Bluetooth включите питание.";
"kTurnBTOff"							= "Выключить Bluetooth";
"kTurnBTOn"								= "Включить Bluetooth";
"kVersionKey"							= "(Версия: %d.%d.%d%c%d)";
"kOnKey"								= "Вкл.";
"kCancelKey"							= "Отменить";
"kOffKey"								= "Выкл.";
"kNever"								= "Никогда";

"kIsConnected"							= "Подключено";
"kIsNotConnected"						= "Не подключено";

"kAddToFavoritesKey"					= "Добавить в «Фавориты»";
"kRemoveFromFavoritesKey"				= "Убрать из «Фаворитов»";

"kRenameDeviceKey"						= "Переименовать";

"kBluetoothSetupDevice"					= "Настроить устройство…";
"kDisconnectDevice"						= "Отключить";
"kResetDevice"							= "Сбросить устройство до заводских настроек";
"kConnectDevice"						= "Подключиться";
"kConfigureDevice"						= "Конфигурация этого устройства…";
"kMoreInfo"								= "Подробнее";
"kHideMoreInfo"							= "Скрыть «Подробнее»";
"kNoDevicesKey"							= "Нет устройств";

"kDeviceNameKey"						= "Имя";
"kDeviceAddressKey"						= "Адрес";
"kDeviceTypeKey"						= "Тип";
"kDeviceServicesKey"					= "Службы";
"kOtherServices"						= "Другие службы";
"kUnknownService"						= "Неизвестная служба";

"kPairedHeaderKey"						= "Пара";
"kConfiguredHeaderKey"					= "Сконфигурировано";
"kFavoriteHeaderKey"					= "Фавориты";
"kConnectedHeaderKey"					= "Подключено";
"kSerialPortsHeaderKey"					= "Последоват. порты";
"kSerialPortsHeaderDeviceService"		= "Сервис устройства";
"kSerialPortsHeaderPortType"			= "Протокол порта";
"kSerialPortDirectionIncoming"			= "Входящий";
"kSerialPortDirectionOutgoing"			= "Исходящий";

"kSerialPortHeadingOutgoing"			= "Выберите исходящий последовательный порт устр. для перенастройки";
"kSerialPortHeadingIncoming"			= "Выберите входящий последовательный порт комп. для перенастройки";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "К компьютеру подключена одна клавиатура. После удаления клавиатуры Вы утратите доступ к ней. Вы действительно хотите удалить клавиатуру?";
"kHIDDeviceDeleteMousePairingWarning"			= "Это устройство является единственным указующим манипулятором, подключенным к компьютеру. Удалив эту мышь из списка, Вы не сможете ее использовать. Вы действительно хотите ее удалить?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Это устройство является единственным указующим манипулятором, подключенным к компьютеру. Удалив этот трекпад из списка, Вы не сможете его использовать. Вы действительно хотите его удалить?";
"kHIDDeviceKeyboard"					= "Клавиатура";
"kHIDDeviceMouse"						= "Мышь";

"kDiscoverableTooltip"		= "Если этот параметр выключен, неизвестным устройствам Bluetooth больше не удастся обнаружить Ваш компьютер. Устройства, с которыми установлена пара, смогут подключаться к компьютеру.";

"kOptionIsAvailable"		= "Доступно";
"kAvailableServiceTurnOn"	= "Вкл. службу";
"kAvailableServiceTurnOff"	= "Выкл. службу";

"kOptionPairing"			= "Запрашивать создание пары";
"kPairingRequired"			= "Требуется создание пары";
"kPairingNotRequired"		= "Не требуется создание пары";

"kOptionReceiveBehavior"	= "При получении файлов:";
"kReceiveBehaviorAccept"	= "Принимать без предупреждения";
"kReceiveBehaviorPrompt"	= "Спрашивать о каждом файле";

"kOptionHandlePIMItem"		= "При получении объектов PIM:";
"kOptionHandleOtherItem"	= "При получен. друг. объектов:";
"kHandleItemSave"			= "Сохранить";
"kHandleItemOpen"			= "Открыть";
"kHandleItemAsk"			= "Спросить";

"kOptionReceiveFolder"		= "Получение папки";
"kReceiveFolderChoose"		= "Другая…";

"kOptionFolderForBrowse"	= "Общая папка для устройств";

"kOptionName"				= "Имя:";
"kOptionShowInNetworkPrefs"	= "Показать в панели «Сеть» Системных настроек:";
"kOptionType"				= "Тип:";
"kOptionTypeModem"			= "Модем";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Редактировать имя порта…";
"kOptionAddSerialPort"		= "добавить последоват. порт";
"kOptionRemoveSerialPort"	= "удалить последоват. порт";

"kButtonAddDevice"			= "Установить новое устройство";
"kButtonRemoveDevice"		= "Удалить выбранное устройство";
"kButtonDeviceOptions"		= "Произвести различные действия с выбранным устройством";
"kBluetoothDevices"			= "Устройства Bluetooth";

"kOptionMajorClass"			= "Ключ у-ва (основной)";
"kOptionMinorClass"			= "Ключ у-ва (малый)";
"kOptionServiceClass"		= "Ключ службы у-ва";
"kOptionLastNameUpdate"		= "Посл. обновл. имени";
"kOptionLastInquiryUpdate"	= "Посл. обновл. запроса";
"kOptionLastServicesUpdate"	= "Посл. обновл. служб";
"kOptionProductID"			= "ID продукта";
"kOptionVendorID"			= "Имя производителя";

"kPerformSDPQueryKey"				= "Обновить службы устройства";
"kPerformNameRequestKey"			= "Обновить имя устройства";

"kOpenBTPrefsKey"					= "Открыть настройки Bluetooth…";
"kMousePreferences"					= "Открыть настройки мыши…";
"kKeyboardPreferences"				= "Открыть настройки клавиатуры…";
"kOpenPrintPrefsKey"				= "Открыть настройки принтера…";
"kOpenSoundPrefsKey"				= "Открыть настройки звука…";
"kSendFileToDevice"					= "Отправка файла…";
"kBrowseDevice"						= "Просмотр устройства…";

"kTurnOnHeadphones"					= "Использовать как аудиоустройство (стерео)";
"kTurnOffHeadphones"				= "Не использовать как аудиоустройство";
"kTurnOnHeadset"					= "Использовать как аудиоустройство (моно)";
"kTurnOffHeadset"					= "Не использовать как аудиоустройство";

"kSyncDevice"						= "Синхронизировать…";

"kOpenBTSAKey"						= "Настроить устройство Bluetooth…";
"kBTSendFileKey"					= "Отправляю файл…";
"kBTGetFileKey"						= "Просмотр устройства…";

"kJoinNetwork"						= "Подключить к сети";
"kKeyDisconnectFromNetwork"			= "Отключить от сети";
"kRemoveDevice"						= "Удалить это устройство";
"kDeviceOptions"					= "параметры устройства";
"kDeviceNamed"						= "устройство с именем %@";

"kOptionConfirm"					= "Вы действительно хотите снять этот флажок?";
"kOptionAutoBTSAWarning"			= "Убедитесь в наличии устройства ввода с разъемом USB на тот случай, если беспроводная клавиатура или мышь будут недоступны при загрузке.";
	
